<?php

return [
	[
		'gname' => 'ПОЛІТИКА ІНФОРМАЦІЙНОЇ БЕЗПЕКИ',
		'quest' => [
			[
				'name' => 'Чи існує політика інформаційної безпеки, котра підписана керівництвом?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи наявний на підприємстві адміністратор безпеки?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи має політика інформаційної безпеки власника, який відповідальний за дотримання її в актуальному стані?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[	
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи є гарантії того, що перегляд політики інформаційної безпеки буде здійснено у відповідь на будь-які зміни?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[	
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],
	[
		'gname' => 'ОРГАНІЗАЦІЙНА БЕЗПЕКА',
		'quest' => [
			[
				'name' => 'Чи існує комітет з представників керівництва з різноманітних напрямків щодо координації виконання вимог інформаційної безпеки?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи наявні відповідальні за безпеку кожного активу організації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи ідентифіковано ризики, пов’язані з доступом сторонніх організацій? ',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[	
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи містять контракти усі вимоги безпеки відповідно до політики безпеки інформації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[	
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],
	[
		'gname' => 'КЛАСИФІКАЦІЯ ТА УПРАВЛІННЯ АКТИВАМИ',
		'quest' => [
			[
				'name' => 'Чи підтримується  база інвентаризації чи реєстр важливих активів, що стосуються інформаційної системи?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існує схема класифікації інформації, що визначає, яка інформація має бути маркована та підлягає захисту?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи присутні засоби захисту активів організації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],
	[
		'gname' => 'ЗАХИСТ ПЕРСОНАЛУ',
		'quest' => [
			[
				'name' => 'Чи визначені ролі по забезпеченню безпеки та відповідальність?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи здійснюється перевірка працівників при процесі прийняття на роботу?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи вимагають працівників підписати угоду про нерозголошення як обов’язкову умову при прийнятті на роботу? ',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			
            [
				'name' => 'Чи наявні механізми навчання персоналу питань інформаційної безпеки?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Як часто персонал організації проходить тренінги щодо питань безпеки?',
				'variants' => [
					[
						'name' => 'Щорічно або частіше',
						'score' => 1,
					],
					[
						'name' => 'Раз на декілька років',
						'score' => 3,
					],
					[	
						'name' => 'Не проходить',
						'score' => 5,
					],
				],
            ],
		],
    ],
    [
		'gname' => 'ФІЗИЧНА БЕЗПЕКА',
		'quest' => [
			[
				'name' => 'Чи мають приміщення, в яких розміщені засоби обробки інформації, достатній рівень захисту?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існують загрози, що надходять від суміжних приміщень?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 5,
					],
					[
						'name' => 'Ні',
						'score' => 1,
					],
				],
			],
			[
				'name' => 'Чи наявні засоби захисту від співробітників сторонніх організацій, які працюють на території компанії?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи застосовані засоби захисту для мінімізації ризиків від таких потенційних загроз, як крадіжка, пожежа, вода, вібрації, хімічні елементи, електромагнітне випромінювання?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи захищено обладнання від аварій за допомогою джерел безперебійного живлення, запасних генераторів?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи захищені кабелі телекомунікацій та живлення, що переносять дані від перехвату чи пошкодження?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],

	[
		'gname' => 'УПРАВЛІННЯ ДІЯЛЬНІСТЮ ТА З’ЄДНАННЯМИ',
		'quest' => [
			[
				'name' => 'Чи проходять усі програми, використовувані в системі, строгий контроль змін?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існує процедура управління інцидентами для обробки інцидентів безпеки?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існують засоби захисту від шкідливого коду?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи установлені антивірусні програми на комп’ютери?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Як часто здійснюється резервне копіювання даних?',
				'variants' => [
					[
						'name' => 'Щодня',
						'score' => 1,
					],
					[
						'name' => 'Щотижня',
						'score' => 2,
					],
					[
						'name' => 'Щомісяця',
						'score' => 3,
					],
					[
						'name' => 'Щорічно або рідше',
						'score' => 4,
					],
					[
						'name' => 'Жодного разу',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існує процедура управління переміщуваними носіями інформації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Знищення носіїв інформації здійснюється надійним способом?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існує процедура маскування інформації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],

	[
		'gname' => 'УПРАВЛІННЯ ДОСТУПОМ',
		'quest' => [
			[
				'name' => 'Чи задокументовано вимоги щодо управління доступом?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи інформовані користувачі щодо необхідності збереження у тайні паролів?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи існує механізм автентифікації для доступу? ',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи наявні засоби захисту мережі, що гарантують, що інформаційні потоки не порушують політику контролю доступу?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи передбачені засоби захисту від таких загроз, як крадіжка обладнання, несанкціоноване розголошення інформації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи використовуються технології шифрування для забезпечення безпеки інформації?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи присутні засоби захисту на рівні операційної системи?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],

	[
		'gname' => 'УПРАВЛІННЯ НЕПЕРЕРВНІСТЮ БІЗНЕСУ',
		'quest' => [
			[
				'name' => 'Чи існує процес розвитку та підтримки неперервності бізнесу компанії?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
			[
				'name' => 'Чи визначено план відновлення бізнес-операцій в разі аварій протягом необхідного проміжку часу?',
				'variants' => [
					[
						'name' => 'Так',
						'score' => 1,
					],
					[
						'name' => 'Ні',
						'score' => 5,
					],
				],
			],
		],
	],
];